Repository: Jo-CRuiSe/SwiftUICalculator
Catalog: SwiftUICalculator/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About the Developer
zh_hans: 关于开发者

source: Add New Phrase
zh_hans: 新建短语

source: Bold
zh_hans: 粗体

source: Cancel
zh_hans: 取消

source: Change Passcode
zh_hans: 更改密码

source: Change Phrase
zh_hans: 更改短语

source: Change your passcode
zh_hans: 更改您的密码

source: Copy Last Result
zh_hans: 拷贝上个结果

source: Create input codes to replace phrases, and you can initiate phrase replacement by shaking your iPhone
zh_hans: 创建输入代码来替换短语，您可以通过摇动 iPhone 来启动短语替换

source: Disable
zh_hans: 禁用

source: Enable
zh_hans: 启用

source: Error
zh_hans: 错误

source: Font
zh_hans: 字体

source: Font Size
zh_hans: 字号

source: Font Weight
zh_hans: 字重

source: Haptic Feedback
zh_hans: 触感反馈

source: Light
zh_hans: 细体

source: Line Limit
zh_hans: 行数限制

source: Maximum number of lines for character display
zh_hans: 字符显示的最大行数

source: Minimum Scale Factor
zh_hans: 最小放大倍数

source: Phrase
zh_hans: 短语

source: Regular
zh_hans: 常规体

source: Save
zh_hans: 保存

source: SemiBold
zh_hans: 半粗体

source: Settings
zh_hans: 设置

source: Shortcut
zh_hans: 输入码

source: Sprites Birth Rate
zh_hans: 表情雨生成速率

source: Sprites Emitter Duration
zh_hans: 表情雨持续时长

source: Text Replacement
zh_hans: 文本替换

source: The larger the value, the higher the sprites generation rate
zh_hans: 数值越大，表情生成速率越高

source: The larger the value, the longer the emission duration
zh_hans: 数值越大，表情雨发射持续时间越长

source: The minimum ratio to which the text will automatically shrink
zh_hans: 文本会自动缩小到的最小比例

source: Thin
zh_hans: 极细

source: This number is used to enter Settings
zh_hans: 进入设置界面的密码

source: Tigger Passcode
zh_hans: 触发密钥
